Repository: omegat-fi/B333-MateCat
Catalog: MateCat PROJEKTI/tm/unapproved.tmx
Source language: en
Languages: fi

source: The search will find and display all previously translated segments in the {1>private TM<1} {2>Key<2} associated with the project and in the public TM containing that word, those words or that phrase.
fi: Haku löytää ja näyttää kaikki aiemmin käännetyt segmentit, jotka liittyvät projektikohtaiseen {1>yksityisen käännösmuistin<1} {2>avainkoodiin <2}tai löytyvät julkisesta käännösmuistista, ja omaavat syötetyn sanan, sanat tai lauseen.

source: You can perform a concordance search by entering or pasting the text to check in the Concordance tab on the {1>Translation Editor<1} page.
fi: Voit suorittaa vastaavuus-haun kirjoittamalla tai liittämällä tarkastettavaa tekstiä {1>Käännöseditori<1}-sivulla olevaan Concordance (Vastaavuus) -välilehteen.

source: Alternatively, you can select the words you would like to check and use the following {2>shortcuts<2}{3> which will automatically open up the Concordance tab:<3}
fi: Vaihtoehtoisesti voit valita sanat, jotka haluat tarkistaa ja käyttää seuraavia {2>pikanäppäimiä,<2} jotka automaattisesti avaavat Concordance (Vastaavuus) -välilehden: <3}

source: Page 43
fi: Sivu 43

source: The project contains one QA error.
fi: Projekti sisältää yhden QA-virheen.

source: Navigating through Files
fi: Siirtyminen tiedostojen välillä

source: {1>If you have uploaded <1}{2>more than one file <2}for translation {3>in the same project<3}, you can {4>click on the job name at the top of the page to display a list of the files<4}.
fi: {1>Jos olet ladannut <1}{2>useamman kuin yhden tiedoston<2} käännettäväksi {3>samassa projektissa<3}, voit {4>klikata työn nimeä sivun yläosassa näyttääksesi tiedostolistan<4}.

source: Clicking on the file name, you will be redirected to the beginning of that file.
fi: Klikkaamalla tiedostonimeä, sinut ohjataan tämän tiedoston alkuun.

source: Click on {1>Go to current segment <1}to display the segment you are working on.
fi: Klikkaa {1>Go to current segment<1} näyttääksesi työn alla olevan segmentin.

source: QA Messages
fi: QA-viestit

source: At the top right of the MateCat window, you will see an icon which warns of any po-tential QA errors in the translation.
fi: MateCat-ikkunan oikeassa yläkulmasta löydät kuvakkeen joka varoittaa mahdollisista QA-virheistä käännöksessä.

source: The warning sign contains a red circle indicating how many errors have been found in the project.
fi: Varoitusmerkki on punainen ympyrä, joka osoittaa, kuinka monta virhettä projektissa on havaittu.

source: None of these errors prevents you from downloading the translated file.
fi: Yksikään näistä virheistä ei estä lataamasta käännettyä tiedostoa.

source: Page 44
fi: Sivu 44

source: Click on the icon to open the segment with the error.
fi: Klikkaa kuvaketta avataksesi virheen sisältävän segmentin.

source: A message indicates the nature of the error: tag mismatch and/or translation conflict.
fi: Viesti ilmoittaa virheen tyypin: tag mismatch (yhteensopimaton tunniste) ja/tai translation conflict (kilpailevat käännökset).

source: o {1>Tag Mismatch<1}
fi: o {1>Tag Mismatch (Yhteensopimaton tunniste)<1}

source: The tag <g id=“19”> in the source segment, indicated by the red arrow, {1>was not added to the target segment<1}.
fi: Punaisen nuolen osoittamaa tunnistetta < id=”19”> lähdesegmentissä {1>ei ole lisätty kohdesegmenttiin<1}.

source: This generated a tag mismatch.
fi: Tämä loi ongelman yhteensopimattomasta tunnisteesta.

source: In order to fix the error, you can:
fi: Korjataksesi virheen, voit:

source: {1}copy and paste the tag from the source segment to the target and place it in the same position as in the source
fi: {1}Kopioida ja liittää tunnisteen lähdesegmentistä kohteeseen ja asettaa sen samaan asemaan kuin lähteessä

source: {1}click on the tag in the source segment and drag and drop it to the target segment
fi: {1}Klikata lähdesegmentin tunnistetta, ja vetää ja pudottaa sen kohdesegmenttiin

source: {1}enter the symbol < to display the list of the tags in the source text.
fi: {1}Syöttää symbolin < näyttääksesi tunnistelistan lähdetekstissä

source: Select the one you need and click {2>Enter <2}to add it to your translation.
fi: Valitse haluamasi vaihtoehto ja klikkaa {2>Enter <2} lisätäksesi sen käännökseen.

source: If you don’t fix the tag mismatch error before clicking on the Preview or Download button in the top bar of the translation editor window, the strings “UNTRANSLATED_CONTENT” will appear in the segments where the error is present in the downloaded file(s).
fi: Jos et korjaa tunnisteiden yhteensopivuusvirhettä ennen kuin klikkaat Esikatselu tai Lataa painiketta käännöseditorin ikkunan yläpalkissa, teksti “UNTRANSLATED_CONTENT” näkyy ladatun tiedoston segmenteissä, joissa kyseinen virhe ilmenee.

source: Page 45
fi: Sivu 45

source: o {1>Translation conflicts<1}
fi: o {1>Translation conflicts (Kilpailevat käännökset)<1}

source: MateCat warns the user when {1>two or more different translations are inserted for the same source segment in the same project<1}.
fi: MateCat varoittaa käyttäjää, {1>kun samalle lähdesegmentille lisätään kaksi tai useampi eri käännös samassa projektissa.<1}

source: MateCat uses {2>track changes <2}to highlight the differences.
fi: MateCat käyttää {2>muokkausmerkintöjä<2} korostamaan eroja.

source: To fix this error, choose one of the suggested matches or click on the {3>View <3}button to check and correct the translations.
fi: Korjataksesi tämän virheen, valitse yksi ehdotetuista valinnoista tai klikkaa {3>View<3}-painiketta tarkistaaksesi ja korjataksesi käännökset.

source: The following two types of error messages will not appear in the warning sign.
fi: Seuraavat kaksi virhettä eivät näy varoitusmerkissä.

source: They will be displayed at the segment level only.
fi: Ne näytetään vain segmenttitasolla.

source: o {1>Tag Order Mismatch<1}
fi: o {1>Tag order mismatch (Tunnisteiden järjestyksen ristiriita)<1}

source: MateCat also displays a {1>warning <1}when tags are not in the {2>same position <2}as in the original segment.
fi: MateCat näyttää myös {1>varoituksen<1} kun tunnisteet eivät ole {2>samassa kohdassa<2} kuin alkuperäisessä segmentissä.

source: Tags in the wrong order will be coloured in pink.
fi: Väärässä järjestyksessä olevia tunnisteita merkitään pinkillä.

source: Page 46
fi: Sivu 46

source: In the example above, tag <g id=”24”> in the target segment is not in the same position as in the original.
fi: Yllä olevassa esimerkissä tunniste <g id=”24”> kohdesegmentissä ei ole samassa kohdassa kuin alkuperäisessä.

source: {1}click on the tag coloured in pink in the target segment and drag and drop it to the correct position in the phrase
fi: {1}klikata pinkiksi värjättyä tunnistetta kohdesegmentissä ja raahata ja pudottaa sen oikeaan asemaan lausekkeessa

source: {1}enter the symbol < in the tag’s correct position to display the list of the tags in the source text.
fi: {1}syöttää symbolin < tunnisteen oikeaan paikkaan nähdäksesi tunnistelistan lähdetekstissä

source: Then delete the tag in the wrong position.
fi: Seuraavaksi poista väärässä asemassa oleva tunniste.

source: {1}copy and paste the tag from the source segment to the target and place it in the correct position.
fi: {1}kopioi ja liitä tunniste lähdesegmentistä kohteeseen ja aseta se oikeaan kohtaan.

source: If you don’t fix the tag order mismatch error before clicking on the Preview or Download button in the top bar of the translation editor window, in most cases the translated document will still be created normally, but it’s possible that the original text will be displayed in the downloaded file instead of the translation.
fi: Jos et korjaa tunnistejärjestyksen ristiriitavirhettä ennen kuin klikkaat Esikatselu tai Lataa painiketta käännöseditorin ikkunan yläpalkissa, suurimmassa osassa tapauksista käännetty dokumentti luodaan normaalisti, mutta on mahdollista että ladatussa tiedostossa näkyy alkuperäinen teksti käännöksen sijaan.

source: o {1>Whitespaces mismatch<1}
fi: o {1>Whitespace mismatch (Näkymättömien merkkien ristiriita)<1}

source: MateCat warns the user when {1>more or fewer spaces <1}{2>are found in the target segment next to tags.<2}
fi: MateCat varoittaa käyttäjää kun {1>yksi tai useampi välilyönti<1}{2> löytyy kohdesegmentistä tunnisteiden viereltä.<2}

source: {2>In the image above, there are two extra whitespaces indicated by the red arrows.<2}
fi: {2>Yllä olevassa kuvassa on kaksi ylimääräistä tyhjämerkkiä, jota merkitsevät kaksi punaista nuolta.<2}

source: {2>To fix the error, delete the extra spaces between the tags and the word.<2}
fi: {2>Korjataksesi virheen, poista ylimääräiset välit tunnisteiden ja sanojen välillä.<2}

source: Page 47
fi: Sivu 47

source: Spell-checking
fi: Oikeinkirjoituksen tarkistaminen

source: MateCat uses your browser’s spell-checker.
fi: MateCat käyttää selaimen oikeinkirjoituksen tarkistustoimintoa.

source: To enable the {1>Google Chrome spell-checker <1}for your target language, follow these steps:
fi: Ottaaksesi käyttöön {1>Google Chromen oikeinkirjoitustoiminnon, toimi näin:<1}

source: 1.{j}Enter{j}the{j}following{j}string{j}in{j}the{j}Google{j}Chrome{j}address{j}bar: {1>chrome://settings/languages<1}
fi: 1.{j}Kirjoita{j}seuraava{j}seuraava{j}merkkijono{j}{j}{j}Google{j}Chromen{j}osoitepalkkiin: {1>chrome://settings/languages<1}

source: 2.{j}Click on Add and add your {1>target language<1};
fi: 2.{j}Klikkaa Add ja valitse {1>kohdekielesi<1}

source: 3.{j}Select {1>Enable spell checking <1}{2>in the dialogue window that opens.<2}
fi: 3.{j}Valitse {1>Enable spell checking<1} {2>avautuvassa valintaikkunassa.<2}

source: Page 48
fi: Sivu 48

source: Spell-checking enabled for US English
fi: Oikeinkirjoituksen tarkistus käytössä amerikanenglannille

source: To enable {1>Safari spell-checker <1}for your target language, follow these steps:
fi: Ottaaksesi käyttöön {1>Safarin oikeinkirjoitustoiminnon<1} kohdekielellesi, toimi näin:

source: • {1>Choose your language in the dropdown menu <1}• {2>Click on change<2}
fi: • {1>Valitse kielesi pudotusvalikosta <1}• {2>Klikkaa Change<2}

source: Page 49
fi: Sivu 49

source: Editing Log
fi: Editing Log (Muokkausloki)

source: You can access the Editing Log from the corresponding button at the bottom of the {1>Translation Editor<1} page.
fi: Editing Log (Muokkausloki) löytyy painamalla vastaavaa painiketta {1>Translator Editor (Käännöseditori)<1} sivun alalaidassa.

source: The Editing Log contains {1>statistical information about the translation<1}.
fi: Muokkausloki sisältää {1>tilastotietoja käännöksestä.<1}

source: In particular:
fi: Erityisesti:

source: Page 50
fi: Sivu 50

source: {1}{2>• <2}{3>under the Summary section you can find statistical information about the entire project:<3}
fi: {1}{2>• <2}{3>Yhteenveto-osiosta löydät tilastotietoja koko projektista:<3}

source: Number of {1>translated words<1}
fi: Käännettyjen {1>sanojen määrä<1}

source: {1>Average number of seconds <1}you needed to translate each word
fi: {1>Keskimääräinen sekuntimäärä<1}, jotka ovat kuluneet jokaisen sanan kääntämiseen

source: Percentage{j}of{j}{1>Machine<1}{j}{1>Translation suggestions<1}
fi: Prosenttia{j}{j}konekäännösehdotuksia

source: Percentage{j}of{j}{1>translation<1}{j}{1>memory suggestions<1}
fi: Prosenttia{j}{j}käännösmuistiehdotuksia

source: {1>Total time <1}necessary to complete the translation so far
fi: Tarvittu {1>kokonaisaika<1} tähänastiseen käännöksen valmistumiseen

source: as{j}a percentage.
fi: {j}prosentteina.

source: This indicates your efforts in updating machine translation suggestions
fi: Tämä näyttää konekäännösten ehdotuksien päivittämiseen käytetyn työmäärän.

source: Page 51
fi: Sivu 51

source: {b>% of words in too SLOW edits<b}
fi: {b>% of words in too SLOW edits (% sanoista muokattu liian HITAASTI)<b}

source: Percentage of words on which you spent {1>too much time <1}{2>editing<2}
fi: Prosenttimäärä sanoista joiden {2>editointiin<2} olet käyttänyt {1>liikaa aikaa<1}

source: {b>% of words in too FAST edits<b}
fi: {b>% sanoista muokattu liian NOPEASTI<b}

source: Percentage of words on which you spent {1>too little time <1}{2>editing<2}
fi: Prosenttimäärä sanoista joiden {2>editointiin<2} olet käyttänyt {1>liian vähän aikaa. <1}

source: {1}Under the Editing details sections you can see all details per segment:
fi: {1}Muokkausyksityiskohtien osiossa näet kaikki yksityiskohdat segmenttikohtaisesti:

source: {1>Seconds spent per word <1}in that segment
fi: {1>Sekuntia per sana<1} kyseisessä segmentissä

source: MateCat {1>job ID<1}
fi: MateCat {1>työn tunniste<1}

source: You can click on it to open the segment in the Translation Editor page.
fi: Voit klikata avataksesi segmentin Translation Editor (Käännöseditori) sivulla.

source: {1>Number of words <1}in the segment
fi: {1>Sanojen määrä<1} segmentissä

source: {1>Source <1}of the first suggestion
fi: Ensimmäisen ehdotuksen {1>lähde<1}

source: of{j}the{j}first
fi: {j}{j}ensimmäisessä

source: Page 52
fi: Sivu 52

source: suggestion.
fi: ehdotuksessa.

source: It is always 85% by default for Machine Translation suggestions
fi: Aina oletusarvona 85% konekääntimen ehdotuksille

source: {1>Time necessary <1}to edit the segment
fi: Segmentin muokkaamiseen {1>vaadittava aika<1}

source: {1>Post-editing effort <1}to edit the segment
fi: {1>Jälkieditoinnin määrä<1} segmentin editoimiseen

source: Original {1>source <1}segment
fi: Alkuperäinen {1>lähdesegmentti<1}

source: First MateCat {1>suggestion<1}
fi: Ensimmäinen MateCatin tarjoama {1>ehdotus<1}

source: {1>Final<1}{j}{1>translation<1}{j}approved{j}by{j}the translator
fi: {1>Lopullinen kääntäjän hyväksymä käännös<1}

source: {1>Differences <1}between first suggestion and
fi: {1>Erot<1} alkuperäisen ehdotuksen ja

source: final
fi: viimeisen

source: approved
fi: hyväksytyn

source: translation highlighted with track changes
fi: käännöksen välillä, muokkausmerkintöjen kanssa

source: {1}The warning icon and orange borders indicate that you spent too much or too little time to edit the segment.
fi: {1}Varoituskuvake ja oranssi reunus osoittavat että käytit liian paljon tai liian vähän aikaa segmentin editoimiseen.

source: Finalising a Project
fi: Projektin viimeistely:

source: Once the translation is complete (100% on the progress bar), the {1>Preview <1}{2>button at the top of the page is replaced by the <2}{3>Download translation <3}button.
fi: Kun käännös on valmis (edistymispalkki 100%), {1>Esikatselu<1}-{2>painikkeen sivun yläosassa korvaa<2} {3>Lataa käännös<3}-painike.

source: Page 53
fi: Sivu 53

source: By clicking on the {1>Download Translation <1}{2>button, you can download the translated text in the same format as the original file.<2}
fi: Klikkaamalla {1>Lataa Käännös<1}{2>-painiketta, voit ladata käännetyn tekstin samassa tiedostomuodossa kuin alkuperäinen teksti.<2}

source: {2>If the project contains more than one file, all will be downloaded as compressed in a zip folder.<2}
fi: {2>Jos projekti sisältää useamman kuin yhden tiedoston, kaikki ladataan pakattuna zip-tiedostona.<2}

source: The text can be downloaded at any time during translation by clicking on the {1>Preview <1}button.
fi: Tekstin voi myös ladata milloin vain käännöksen aikana klikkaamalla {1>Preview<1}-painiketta.

source: The portions of text not yet translated will be replaced by a machine translation.
fi: Konekäännös korvaa vielä kääntämättömät osiot.

source: Page 54
fi: Sivu 54

source: Managing Projects with MateCat
fi: Projektinhallinta MateCatissa

source: Management Panel
fi: Hallintapaneeli

source: {1>When you create a project, you have the option of adding the project to your <1}{2>Management Panel <2}{3>by <3}{4>logging in<4} with your {5>Google account <5}before creating it.
fi: {1>Kun luot uuden projektin, voit lisätä projektin<1} {2>Hallintapaneeliisi<2}{3> <3}{4>kirjautumalla sisään<4} {5>Google-käyttäjätililläsi<5} ennen sen luontia.

source: This panel shows you the list of {1>all projects created using your Google account <1}and allows you to check the progress and status of your projects or recover them if needed.
fi: Tämä paneeli näyttää listan {1>kaikista Google-käyttäjätililläsi luoduista projekteista<1} ja mahdollistaa projektien statuksentarkistuksen sekä niiden palauttamisen tarvittaessa.

source: To log in with your Google account, click on the {1>Login <1}button at the bottom of the MateCat home page and sign in using your Google account.
fi: Kirjautuaksesi sisään Google-käyttäjätililläsi, klikkaa {1>Login<1}-painiketta MateCat-kotisivun alaosassa ja kirjaudu sisään Google-tililläsi.

source: {1}{2>Note<2}{3>: remember to <3}{4>always log in before <4}{5>creating a project<5}{6> if you want to add it to your <6}{7>Man-agement Panel<7}{8>.<8}
fi: {1}{2>Huomio<2}{3>: muista <3}{4>aina kirjautua sisään ennen <4}{5>projektin luontia<5} {6>jos haluat lisätä sen <6}{7>Hallintapaneeliisi<7}{8>.<8}

source: {8>If you create a project <8}{9>without logging in <9}{10>with your Google account, the <10}{11>job URL <11}{12>of the project will not be saved automatically so please remember to save it manually in a safe place in order to be able to recover it easily if needed.<12}
fi: {8>Jos luot projektin <8}{9>kirjautumatta sisään <9}{10>Google-tililläsi, <10}projektin {11>työlinkki<11}{12> ei tallennu automaattisesti, joten muista tallentaa se manuaalisesti varmaan paikkaan, josta löydät sen helposti tarvittaessa.

source: To access the {1>Management panel <1}{2>you can:<2}
fi: Päästäksesi käsiksi {1>Management (Hallinta) -paneeliin<1} {2>voit:<2}

source: • {1>Go to <1}{2>http://www.matecat.com/manage/1, <2}{3>or<3}
fi: • {1>Mennä <1}osoitteeseen {2>http://www.matecat.com/manage/1, <2}{3> tai<3}

source: • {1>Click on Manage at the bottom of the MateCat home page<1}
fi: • {1>Klikata Manage (Hallitse) MateCat-kotisivun alareunassa<1}

source: All relevant information is available for each project, as shown in the screenshot below:
fi: Kaikki asiaankuuluva tieto on saatavilla joka projektille, kuten alla olevassa kuvakaappauksessa näkyy:

source: Page 55
fi: Sivu 55

source: Management panel
fi: Management panel (Hallintapaneeli)

source: For each project you have:
fi: Jokaiselle projektille on saatavilla:

source: Page 56
fi: Sivu 56

source: {1>• <1}Total number of words in the project and link to the {2>Volume Analysis Page<2} (2,549 payable words)
fi: {1>•<1} Sanojen kokonaismäärä projektissa ja linkki {2>Volume Analysis (Voluumianalyysi) -sivulle<2} (2,549 maksettava sanaa)

source: • {1>Machine Translation Server<1}{2> (MyMemory (All Pairs)) <2}• {3>Creation date (September 05 Friday, 18:21)<3}
fi: • {1>Konekääntimen palvelin<1} {2>(MyMemory (kaikki parit))<2} •{3> Luontipäivämäärä (5. syyskuuta perjantai, 18:21)<3}

source: • {1>Link to the translation jobs divided per language combination and MateCat job ID (under “Job” column) - you can access the <1}{2>Translation Editor<2}{3> window of each job by clicking on the corresponding <3}{4>job URL<4}
fi: • {1>Linkki käännöstöihin, jaettu kieliyhdistelmien ja MateCat työtunnuksen (“Job (työ)” kolumnin alla) mukaan - voit päästä käsiksi jokaisen työn<1}{2>Translation Editor (Käännöseditori)<2}{3> -ikkunaan klikkaamalla vastaavaa<3} {4>työlinkkiä.<4}

source: • {1>Private TM Key (if any; blank column if not present)<1}
fi: • {1>Yksityinen käännösmuistiavain (jos saatavilla; jätä tyhjäksi jos ei ole)<1}

source: • {1>Payable words<1}{2> per job (under Payable Words column)<2}
fi: • {1>Maksettavat sanat<1}{2> työkohtaisesti (Payable Words (Maksettavat sanat) -palstan alapuolella)<2}

source: • {1>Progress bar of each translation job (under “Progress” column)<1}
fi: • {1>Edistymispalkki joka käännöstyölle (“Progress (Edistyminen)” -palstan alapuolella)<1}

source: • {1>A series of buttons that enable you to perform a number of tasks:<1}
fi: • {1>Painikkeita jotka mahdollistavat erilaisia toimintoja:<1}

source: {1}{2>Change job password <2}{3>– This modifies the password of the job.<3}
fi: {1}{2>Change job password<2}{3> - Tämä muutta työn salasanan.<3}

source: {1}{2>Cancel job/project <2}{3>– This deletes the job/project and disables the URL.<3}
fi: {1}{2>Cancel job / project <2}{3> - Tämä poistaa työn/projektin ja poistaa linkin käytöstä.<3}

source: {1}{2>Archive Job/project <2}{3>– This prevents any changes from being applied to the job/project.<3}
fi: {1}{2>Archive Job / project <2}{3> - Tämä estää kaikki muutokset työssä/projektissa.

source: {3>However, the URL will still work and is accessible in r<3}{4>ead-only mode<4}{5>.<5}
fi: {3>Linkki kuitenkin toimii ja on saatavilla <3}{4>vain lukutilassa<4}{5>.<5}

source: By default, the management panel will show your {1>active projects <1}{2>only, in <2}{3>chronological order<3}{4>.<4}
fi: Oletusasetuksena hallintapaneeli näyttää {2>vain<2} {1>aktiiviset projektit<1} {3>aikajärjestyksessä<3}{4>.<4}

source: Page 57
fi: Sivu 57

source: {1}{2>You can filter and see the cancelled and archived projects by clicking on the <2}{3>Filter <3}{4>button<4}
fi: {1}{2>Voit käyttää suodatinta ja nähdä peruutetut ja arkistoidut projektit klikkaamalla <2}{3>Filter (Suodata) <3}{4>-painiketta<4}

source: {4>or on “Showing active projects” at the top of the page.<4}
fi: {4>tai “Showing active projects (Näytä aktiiviset projektit)” sivun yläosassa.<4}

source: The following {1>search window <1}{2>will be displayed:<2}
fi: Seuraava {1>hakuikkuna<1} {2>tulee näyttöön:<2}

source: You can filter your search by:
fi: Voit suodattaa hakua:

source: • {1>Source or target language (or both)<1}
fi: • {1>Lähde- ja kohdekielen (tai molempien) perusteella<1}

source: • {1>Status (Active, Archived or Cancelled)<1}
fi: • {1>Statuksen (Aktiivinen, arkistoitu, peruttu) perusteella<1}

source: Click on the {1>FILTER <1}button to apply your criteria to the search.
fi: Klikkaa {1>FILTER (Suodata)<1} -painiketta suodattaaksesi osumat valintojesi mukaan.

source: {1}{2>For reasons of privacy, <2}{3>your projects are automatically archived after 30 days of inactivity<3}{4>.<4}
fi: {1}{2>Yksityisyyssuojasyistä <2}{3>projektisi arkistoidaan automaattisesti, jos niitä ei ole käytetty 30 päivään.

source: {4>You will still be able to reactivate them in your Management panel or in the Management panel of the person who created the project.<4}
fi: {4>Voit aktivoida ne uudelleen omasta tai projektin luojan Management (Hallinta) -paneelista.<4}

source: Splitting Jobs
fi: Töiden jakaminen

source: MateCat provides an easy-to-use split functionality {1>to divide large jobs into smaller parts and assign them to multiple translators<1}.
fi: MateCat tarjoaa helppokäyttöisen jakotoiminnon {1>suurempien töiden jakamiseen. Voit jakaa työn pienempiin osiin ja antaa ne usealle kääntäjälle.<1}

source: This is useful for large {2>collaborative projects<2}.
fi: Tämä on hyödyllistä suurille {2>yhteisprojekteille.<2}

source: You can split a job from the {1>Volume Analysis page<1}.
fi: Voit jakaa töitä {1>Volume Analysis (Volyymianalyysi) -sivun<1} kautta.

source: Page 58
fi: Sivu 58

source: {1>After completion of the volume analysis, you can select <1}{2>how many jobs <2}you would like to create and click on the {3>Split <3}button.
fi: {1>Volyymianalyysin jälkeen voit valita <1}{2>kuinka monta työtä <2}haluaisit luoda ja klikata {3>Split (Jaa)<3} -painiketta.

source: In the following example, we are going to create 4 jobs:
fi: Seuraavassa esimerkissä luomme 4 työtä:

source: You will then be presented with a dialogue window where you can enter the approximate number of words for each job.
fi: Seuraavaksi näyttöön tulee valintaikkuna, josta voita valita arvioidun sanamäärän jokaiselle työlle.

source: Page 59
fi: Sivu 59

source: Splitting a job in 4 parts.
fi: Työn jakaminen 4 osaan.
